{
    "Vui lòng cung cấp request id đối soát":	"กรุณาให้ Request ID สำหรับการตรวจสอบยอดเงิน.",
    "Tài khoản đại lý không tồn tại":	"บัญชีตัวแทนไม่มีอยู่ในระบบ.",
    "Tài khoản hoặc key mã hóa dữ liệu ko đúng" :	"บัญชีหรือคีย์การเข้ารหัสข้อมูลไม่ถูกต้อง.",
    "Transaction ID đã tồn tại":	"Transaction ID มีอยู่แล้วในระบบ.",
    "Máy chủ bạn đã chọn không hợp lệ.Xin vui lòng chọn lại máy chủ":	"เซิร์ฟเวอร์ที่คุณเลือกไม่ถูกต้อง โปรดเลือกเซิร์ฟเวอร์ใหม่.",
    "Chưa cấu hình hệ số cho đại lý":	"ยังไม่ได้กำหนดค่าสัมประสิทธิ์สำหรับตัวแทน.",
    "Hệ số cấu hình cho dịch vụ này không đúng.Vui lòng kiểm tra lại":	"ค่าสัมประสิทธิ์การกำหนดค่าสำหรับบริการนี้ไม่ถูกต้อง โปรดตรวจสอบอีกครั้ง.",
    " đến ":	"ถึง.",
    "Vui lòng thanh toán dịch vụ trong khoảng tiền từ ": "กรุณาชำระค่าบริการในช่วงราคาตั้งแต่",
    "Vui lòng điền đầy đủ thông tin yêu cầu để thanh toán":	"กรุณากรอกข้อมูลที่จำเป็นเพื่อการชำระเงิน.",
    "Tài khoản người dùng đang có nghi vấn, vui lòng liên hệ QTV để kịp thời xử lý":	"บัญชีผู้ใช้มีความสงสัย กรุณาติดต่อ QTV เพื่อดำเนินการแก้ไขทันที.",
    "Bạn không đủ tiền để thanh toán.Vui lòng nạp thêm tiền vào tài khoản":	"คุณมีจำนวนเงินไม่เพียงพอในการชำระเงิน กรุณาเติมเงินในบัญชีของคุณ.",
    "Không có bot bán Ngọc hoạt động.Vui lòng thử lại":	"ไม่มีบอทขาย Ngoc ที่ทำงาน โปรดลองอีกครั้ง.",
    "Thực hiện thanh toán thành công.Chờ xử hệ thống xử lý":	"ทำการชำระเงินสำเร็จ โปรดรอระบบการประมวลผล.",
    "Link server roblox không hợp lệ.Vui lòng thử lại":	"ลิงก์เซิร์ฟเวอร์ Roblox ไม่ถูกต้อง โปรดลองอีกครั้ง.",
    "Có lỗi phát sinh.Xin vui lòng thử lại !":	"เกิดข้อผิดพลาด โปรดลองอีกครั้ง!",
    "Key mã hóa dữ liệu ko đúng":	"คีย์การเข้ารหัสข้อมูลไม่ถูกต้อง.",
    "Không tìm thấy request id giao dịch để chỉnh sửa":	"ไม่พบ Request ID ของธุรกรรมเพื่อแก้ไข",
    "Các dịch vụ tự động SMS không thể chỉnh sửa. Vui lòng liên hệ admin để xử lý !":	"ไม่สามารถแก้ไขบริการ SMS อัตโนมัติได้ โปรดติดต่อผู้ดูแลระบบเพื่อดำเนินการ !",
    "Bạn đã sửa quá giới hạn 3 lần. Vui lòng hủy yêu cầu để thực hiện lại giao dịch":	"คุณได้แก้ไขเกินขีดจำกัด 3 ครั้ง โปรดยกเลิกคำขอเพื่อทำธุรกรรมใหม่.",
    "Dịch vụ đã được thực hiện. Vui lòng thử lại trong vòng 5 phút":	"บริการถูกดำเนินการเรียบร้อยแล้ว โปรดลองอีกครั้งในอีก 5 นาที.",
    "Quý khách vui lòng điền đúng định dạng tài khoản là dạng viết liền không dấu":	"โปรดระบุบัญชีในรูปแบบที่ถูกต้องโดยไม่มีตัวอักษรพิเศษ.",
    "Chỉnh sửa thông tin thành công":	"แก้ไขข้อมูลเรียบร้อยแล้ว.",
    "Không tìm thấy user trên hệ thống roblox":	"ไม่พบผู้ใช้ในระบบ Roblox.",
    "User có trong group":	"ผู้ใช้เป็นสมาชิกของกลุ่ม.",
    "User không có trong group":	"ผู้ใช้ไม่เป็นสมาชิกของกลุ่ม.",
    "Nick chủ group chưa đăng nhập":	"ชื่อเจ้าของกลุ่มยังไม่ได้เข้าสู่ระบบ.",
    "Giao dịch thành công":	"ธุรกรรมเสร็จสมบูรณ์.",
    "Nick bot chưa đăng nhập":	"ชื่อบอทยังไม่ได้เข้าสู่ระบบ.",
    "Bot không đủ số dư để thực hiện order":	"บอทไม่มียอดเงินเพียงพอที่จะทำรายการ.",
    "Thông số parram (EP) không đúng":	"พารามิเตอร์ (EP) ไม่ถูกต้อง.",
    "Số Robux mua không đúng với yêu cầu dịch vụ":	"จำนวน Robux ที่ซื้อไม่ตรงกับคำขอบริการ.",
    "Thông số parram (RVT) không đúng":	"พารามิเตอร์ (RVT) ไม่ถูกต้อง.",
    "Thông số parram (UI) không đúng":	"พารามิเตอร์ (UI) ไม่ถูกต้อง.",
    "Thông số parram (PI) không đúng":	"พารามิเตอร์ (PI) ไม่ถูกต้อง.",
    "Thông số parram (ESI) không đúng":	"พารามิเตอร์ (ESI) ไม่ถูกต้อง.",
    "Giao dịch thất bại":	"ธุรกรรมล้มเหลว.",
    "Không có phản hồi từ máy chủ.Check thủ công":	"ไม่มีการตอบกลับจากเซิร์ฟเวอร์ กรุณาตรวจมือ.",
    "Lỗi hệ thống xử lý.Check thủ công":	"เกิดข้อผิดพลาดในการดำเนินการของระบบ โปรดตรวจสอบด้วยวิธีการดำเนินการที่ไม่ใช่อัตโนมัติ.",
    "Không tìm thấy tên tài khoản roblox":	"ไม่พบชื่อบัญชี Roblox",
    "Không tìm thấy tên tài khoản":	"ไม่พบชื่อบัญชี",
    "Không tìm thấy Place ID":	"ไม่พบ Place ID",
    "Tài khoản chưa tạo game pass":	"บัญชียังไม่ได้สร้าง Game Pass",
    "Số Robux mua không khớp với robux của gamepass đã tạo":	"จำนวน Robux ที่ซื้อไม่ตรงกับ Robux ของ Game Pass ที่สร้างไว้.",
    "Group đã hết roblox":	"กลุ่ม Roblox หมดอายุแล้ว.",
    "Có lỗi phát sinh.Xin vui lòng thử lại":	"เกิดข้อผิดพลาด โปรดลองอีกครั้ง.",
    "Thành công":	"สำเร็จ",
    "Đơn hàng bị từ chối từ đại lý":	"สำเร็จ",
    "Không thành công - Can not found player":	"ไม่สำเร็จ - ไม่พบผู้เล่น",
    "Đơn hàng bị hủy từ đại lý":	"การสั่งซื้อถูกยกเลิกโดยตัวแทนจำหน่าย",
    "Khách":	"แขก",
    "Thao tác thủ công":	"ดำเนินการด้วยวิธีการที่กำหนดเอง",
    "Các đơn đã được nạp lại thàng công":	"คำสั่งซื้อได้รับการเติมเงินเรียบร้อยแล้ว",
    "[Lỗi bởi: ":	"[ข้อผิดพลาดโดย:",
    "Xử lý thủ công":	"การดำเนินการด้วยมือ",
    "Kết nối với nhà cung cấp thất bại":	"การเชื่อมต่อกับผู้ให้บริการล้มเหลว",
    "Không thành công - setting error":	"ไม่สำเร็จ-setting error",
    "Không thành công - Game lag":	"ไม่สำเร็จ - ความล่าช้าของเกม",
    "Số tiền thanh toán không hợp lệ": "จำนวนเงินที่ชำระไม่ถูกต้อง"
}
